Repository: danielcarc/PesoBlueMVVM
Catalog: Pesoblu/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, he, it, ja, pt_br, ru

# home_title
source: Home
de: Startseite
es: Inicio
fr: Accueil
he: בית
it: Inizio
ja: ホーム
pt_br: Início
ru: Главная

# quick_converter_title
source: Quick Converter
de: Schnellrechner
es: Conversor rápido
fr: Convertisseur rapide
he: ממיר מהיר
it: Convertitore rapido
ja: クイックコンバーター
pt_br: Conversor rápido
ru: Быстрый конвертер

# usd_description
source: US Dollar
es: Dolar Americano
fr: Dollar américain
he: דולר אמריקאי
it: Dollaro statunitense
ja: 米ドル
pt_br: Dólar americano
ru: Доллар США

# ars_description
source: Argentine Peso
de: Argentinischer Peso
es: Peso Argentino
fr: Peso argentin
he: פסו ארגנטינאי
it: Peso argentino
ja: アルゼンチンペソ
pt_br: Peso argentino
ru: Аргентинское песо

source: Top Cities to Visit
de: Top-Städte zum Besuchen
es: Top ciudades para visitar
fr: Principales villes à visiter
he: הערים המובילות לביקור
it: Le migliori città da visitare
ja: 訪れるべき主要都市
pt_br: Principais cidades para visitar
ru: Лучшие города для посещения

source: Discover Buenos Aires
de: Entdecke Buenos Aires
es: Descubre Buenos Aires
fr: Découvrez Buenos Aires
he: גלה את בואנוס איירס
it: Scopri Buenos Aires
ja: ブエノスアイレスを発見
pt_br: Descubra Buenos Aires
ru: Откройте для себя Буэнос-Айрес

# invalid_url_error
source: Malformed URL
de: Ungültige URL
es: URL mal formada
fr: URL mal formée
he: כתובת URL שגויה
it: URL mal formata
ja: 不正なURL
pt_br: URL malformada
ru: Некорректный URL

# api_error_code
source: API error, code: %d
de: API-Fehler, Code: %d
es: Error en la API, código: %d
fr: Erreur de l'API, code : %d
he: שגיאת API, קוד: %d
it: Errore dell'API, codice: %d
ja: APIエラー、コード: %d
pt_br: Erro da API, código: %d
ru: Ошибка API, код: %d

source: Invalid server response
de: Ungültige Serverantwort
es: Respuesta no válida del servidor
fr: Réponse du serveur invalide
he: תגובת שרת לא חוקית
it: Risposta del server non valida
ja: サーバーの無効な応答
pt_br: Resposta inválida do servidor
ru: Недопустимый ответ сервера

# decoding_error
source: Error decoding data
de: Fehler beim Dekodieren der Daten
es: Error al decodificar los datos
fr: Erreur lors du décodage des données
he: שגיאה בפענוח הנתונים
it: Errore nella decodifica dei dati
ja: データのデコードエラー
pt_br: Erro ao decodificar os dados
ru: Ошибка декодирования данных

# no_dollar_value
source: Could not retrieve the dollar value
de: Dollar-Wert konnte nicht abgerufen werden
es: No se pudo obtener el valor del dólar
fr: Impossible d'obtenir la valeur du dollar
he: לא ניתן היה לקבל את ערך הדולר
it: Impossibile ottenere il valore del dollaro
ja: ドルの値を取得できませんでした
pt_br: Não foi possível obter o valor do dólar
ru: Не удалось получить значение доллара

source: Unknown error: %@
de: Unbekannter Fehler: %@
es: Error desconocido: %@
fr: Erreur inconnue : %@
he: שגיאה לא ידועה: %@
it: Errore sconosciuto: %@
ja: 不明なエラー: %@
pt_br: Erro desconhecido: %@
ru: Неизвестная ошибка: %@

# no_places_available_for_selected_item
source: No places available for the selected item.
de: Keine Orte für das ausgewählte Element verfügbar.
es: No hay lugares disponibles para el ítem seleccionado.
fr: Aucun endroit disponible pour l'élément sélectionné.
he: אין מקומות זמינים לפריט שנבחר.
it: Non ci sono luoghi disponibili per l'elemento selezionato.
ja: 選択した項目に利用可能な場所はありません。
pt_br: Nenhum lugar disponível para o item selecionado.
ru: Нет доступных мест для выбранного элемента.

source: No places found.
de: Keine Orte gefunden.
es: No se encontraron lugares disponibles.
fr: Aucun endroit trouvé.
he: לא נמצאו מקומות.
it: Non sono stati trovati luoghi disponibili.
ja: 場所が見つかりません。
pt_br: Nenhum lugar encontrado.
ru: Места не найдены.

# file_not_found
source: Data file not found.
de: Datendatei nicht gefunden.
es: No se encontró el archivo de datos.
fr: Fichier de données introuvable.
he: קובץ הנתונים לא נמצא.
it: File di dati non trovato.
ja: データファイルが見つかりません。
pt_br: Arquivo de dados não encontrado.
ru: Файл данных не найден.

# data_processing_error
source: There was a problem processing the data.
de: Beim Verarbeiten der Daten ist ein Problem aufgetreten.
es: Hubo un problema al procesar los datos.
fr: Un problème est survenu lors du traitement des données.
he: אירעה בעיה בעיבוד הנתונים.
it: Si è verificato un problema nell'elaborazione dei dati.
ja: データの処理中に問題が発生しました。
pt_br: Houve um problema ao processar os dados.
ru: Возникла проблема при обработке данных.

# unexpected_error
source: An unexpected error occurred: %@.
de: Ein unerwarteter Fehler ist aufgetreten: %@.
es: Ha ocurrido un error inesperado: %@.
fr: Une erreur inattendue est survenue : %@.
he: אירעה שגיאה לא צפויה: %@.
it: Si è verificato un errore imprevisto: %@.
ja: 予期しないエラーが発生しました: %@。
pt_br: Ocorreu um erro inesperado: %@.
ru: Произошла непредвиденная ошибка: %@.

# error_title
source: Error
de: Fehler
fr: Erreur
he: שגיאה
it: Errore
ja: エラー
pt_br: Erro
ru: Ошибка

# ok_action
source: OK
he: אישור
ru: ОК

# city_caba
source: Buenos Aires City
de: Stadt Buenos Aires
es: CABA
fr: Ville de Buenos Aires
he: עיר בואנוס איירס
it: CABA
ja: ブエノスアイレス市
pt_br: Cidade de Buenos Aires
ru: Город Буэнос-Айрес

# places_list_title
source: Places List
de: Liste der Orte
es: Lista de Lugares
fr: Liste des lieux
he: רשימת מקומות
it: Elenco dei luoghi
ja: 場所のリスト
pt_br: Lista de lugares
ru: Список мест

# image_error_title
source: Image Error
de: Bildfehler
es: Error de Imagen
fr: Erreur d'image
he: שגיאת תמונה
it: Errore immagine
ja: 画像エラー
pt_br: Erro de imagem
ru: Ошибка изображения

# image_error_message
source: Could not load the image. Please try again later.
de: Bild konnte nicht geladen werden. Bitte später erneut versuchen
es: No se pudo cargar la imagen. Intente nuevamente mas tarde
fr: Impossible de charger l'image. Veuillez réessayer plus tard.
he: לא ניתן היה לטעון את התמונה. נסה שוב מאוחר יותר.
it: Impossibile caricare l'immagine. Riprova più tardi
ja: 画像を読み込めませんでした。後でもう一度お試しください。
pt_br: Não foi possível carregar a imagem. Tente novamente mais tarde.
ru: Не удалось загрузить изображение. Пожалуйста, попробуйте позже.

# places_in_city_title
source: Places in %@
de: Orte in %@
es: Lugares en %@
fr: Lieux à %@
he: מקומות ב%@
it: Luoghi a %@
ja: %@の場所
pt_br: Lugares em %@
ru: Места в %@

# places_list_view_load_error_message
source: Failed to load view.
de: Ansicht konnte nicht geladen werden.
es: Error al cargar la vista.
fr: Échec du chargement de la vue.
he: טעינת התצוגה נכשלה.
it: Impossibile caricare la vista.
ja: ビューの読み込みに失敗しました。
pt_br: Falha ao carregar a visualização.
ru: Не удалось загрузить представление.

# filters_title
source: Filters
de: Filter
es: Filtros
fr: Filtres
he: מסננים
it: Filtri
ja: フィルター
pt_br: Filtros
ru: Фильтры

# quantity_restaurants_label
source: Number of restaurants
de: Anzahl der Restaurants
es: Cantidad de restaurantes
fr: Nombre de restaurants
he: מספר המסעדות
it: Numero di ristoranti
ja: レストランの数
pt_br: Número de restaurantes
ru: Количество ресторанов

# places_count_format
source: %d places
de: %d Orte
es: %d lugares
fr: %d lieux
he: %d מקומות
it: %d luoghi
ja: %d 件の場所
pt_br: %d lugares
ru: %d мест

# currency.UYU.title
source: UYU - Uruguayan Peso
he: UYU - פסו אורוגוואי

# currency.UYU.label
source: Uruguay
he: אורוגוואי

# currency.BRL.title
source: BRL - Brazilian Real
he: BRL - ריאל ברזילאי

# currency.BRL.label
source: Brazil
he: ברזיל

# currency.CLP.title
source: CLP - Chilean Peso
he: CLP - פסו צ'יליאני

# currency.CLP.label
source: Chile
he: צ'ילה

# currency.EUR.title
source: EUR - Euro
he: EUR - אירו

# currency.EUR.label
source: European Union
he: האיחוד האירופי

# currency.MXN.title
source: MXN - Mexican Peso
he: MXN - פסו מקסיקני

# currency.MXN.label
source: Mexico
he: מקסיקו

# currency.COP.title
source: COP - Colombian Peso
he: COP - פסו קולומביאני

# currency.COP.label
source: Colombia
he: קולומביה

# currency.GBP.title
source: GBP - British Pound Sterling
he: GBP - לירה שטרלינג בריטית

# currency.GBP.label
source: United Kingdom
he: הממלכה המאוחדת

# currency.JPY.title
source: JPY - Japanese Yen
he: JPY - ין יפני

# currency.JPY.label
source: Japan
he: יפן

# currency.ILS.title
source: ILS - Israeli Shekel
he: ILS - שקל ישראלי

# currency.ILS.label
source: Israel
he: ישראל

# currency.PYG.title
source: PYG - Paraguayan Guarani
he: PYG - גוארני פרגוואי

# currency.PYG.label
source: Paraguay
he: פרגוואי

# currency.PEN.title
source: PEN - Peruvian Sol
he: PEN - סול פרואני

# currency.PEN.label
source: Peru
he: פרו

# currency.RUB.title
source: RUB - Russian Ruble
he: RUB - רובל רוסי

# currency.RUB.label
source: Russia
he: רוסיה

# currency.CAD.title
source: CAD - Canadian Dollar
he: CAD - דולר קנדי

# currency.CAD.label
source: Canada
he: קנדה

# currency.BOB.title
source: BOB - Bolivian Boliviano
he: BOB - בוליביאנו בוליביאני

# currency.BOB.label
source: Bolivia
he: בוליביה

# currency.MEP.title
source: USD MEP - US Dollar
he: USD MEP - דולר אמריקאי

# currency.MEP.label
source: Stock Market Dollar / MEP
he: דולר שוק ההון / MEP

# currency.UYU.toPeso
source: Uruguayan Peso ⮕ Argentine Peso
de: Uruguayischer Peso ⮕ Argentinischer Peso
es: Peso Uruguayo ⮕ Peso
fr: Peso uruguayen ⮕ Peso argentin
he: פסו אורוגוואי ⮕ פסו ארגנטינאי
it: Peso uruguaiano ⮕ Peso
ja: ウルグアイペソ ⮕ アルゼンチンペソ
pt_br: Peso uruguaio ⮕ Peso argentino
ru: Уругвайское песо ⮕ Аргентинское песо

# currency.UYU.fromPeso
source: Argentine Peso ⮕ Uruguayan Peso
de: Argentinischer Peso ⮕ Uruguayischer Peso
es: Peso ⮕ Peso Uruguayo
fr: Peso argentin ⮕ Peso uruguayen
he: פסו ארגנטינאי ⮕ פסו אורוגוואי
it: Peso ⮕ Peso uruguaiano
ja: アルゼンチンペソ ⮕ ウルグアイペソ
pt_br: Peso argentino ⮕ Peso uruguaio
ru: Аргентинское песо ⮕ Уругвайское песо

# currency.UYU.toDolar
source: Uruguayan Peso ⮕ Dollar
de: Uruguayischer Peso ⮕ Dollar
es: Peso Uruguayo ⮕ Dólar
fr: Peso uruguayen ⮕ Dollar
he: פסו אורוגוואי ⮕ דולר
it: Peso uruguaiano ⮕ Dollaro
ja: ウルグアイペソ ⮕ ドル
pt_br: Peso uruguaio ⮕ Dólar
ru: Уругвайское песо ⮕ Доллар

# currency.UYU.fromDolar
source: Dollar ⮕ Uruguayan Peso
de: Dollar ⮕ Uruguayischer Peso
es: Dólar ⮕ Peso Uruguayo
fr: Dollar ⮕ Peso uruguayen
he: דולר ⮕ פסו אורוגוואי
it: Dollaro ⮕ Peso uruguaiano
ja: ドル ⮕ ウルグアイペソ
pt_br: Dólar ⮕ Peso uruguaio
ru: Доллар ⮕ Уругвайское песо

# currency.BRL.toPeso
source: Brazilian Real ⮕ Argentine Peso
de: Brasilianischer Real ⮕ Argentinischer Peso
es: Real Brasil ⮕ Peso
fr: Réal brésilien ⮕ Peso argentin
he: ריאל ברזילאי ⮕ פסו ארגנטינאי
it: Real brasiliano ⮕ Peso
ja: ブラジルレアル ⮕ アルゼンチンペソ
pt_br: Real brasileiro ⮕ Peso argentino
ru: Бразильский реал ⮕ Аргентинское песо

# currency.BRL.fromPeso
source: Argentine Peso ⮕ Brazilian Real
de: Argentinischer Peso ⮕ Brasilianischer Real
es: Peso ⮕ Real Brasil
fr: Peso argentin ⮕ Réal brésilien
he: פסו ארגנטינאי ⮕ ריאל ברזילאי
it: Peso ⮕ Real brasiliano
ja: アルゼンチンペソ ⮕ ブラジルレアル
pt_br: Peso argentino ⮕ Real brasileiro
ru: Аргентинское песо ⮕ Бразильский реал

# currency.BRL.toDolar
source: Brazilian Real ⮕ Dollar
de: Brasilianischer Real ⮕ Dollar
es: Real Brasil ⮕ Dólar
fr: Réal brésilien ⮕ Dollar
he: ריאל ברזילאי ⮕ דולר
it: Real brasiliano ⮕ Dollaro
ja: ブラジルレアル ⮕ ドル
pt_br: Real brasileiro ⮕ Dólar
ru: Бразильский реал ⮕ Доллар

# currency.BRL.fromDolar
source: Dollar ⮕ Brazilian Real
de: Dollar ⮕ Brasilianischer Real
es: Dólar ⮕ Real Brasil
fr: Dollar ⮕ Réal brésilien
he: דולר ⮕ ריאל ברזילאי
it: Dollaro ⮕ Real brasiliano
ja: ドル ⮕ ブラジルレアル
pt_br: Dólar ⮕ Real brasileiro
ru: Доллар ⮕ Бразильский реал

# currency.CLP.toPeso
source: Chilean Peso ⮕ Argentine Peso
de: Chilenischer Peso ⮕ Argentinischer Peso
es: Peso Chileno ⮕ Peso
fr: Peso chilien ⮕ Peso argentin
he: פסו צ'יליאני ⮕ פסו ארגנטינאי
it: Peso cileno ⮕ Peso
ja: チリペソ ⮕ アルゼンチンペソ
pt_br: Peso chileno ⮕ Peso argentino
ru: Чилийское песо ⮕ Аргентинское песо

# currency.CLP.fromPeso
source: Argentine Peso ⮕ Chilean Peso
de: Argentinischer Peso ⮕ Chilenischer Peso
es: Peso ⮕ Peso Chileno
fr: Peso argentin ⮕ Peso chilien
he: פסו ארגנטינאי ⮕ פסו צ'יליאני
it: Peso ⮕ Peso cileno
ja: アルゼンチンペソ ⮕ チリペソ
pt_br: Peso argentino ⮕ Peso chileno
ru: Аргентинское песо ⮕ Чилийское песо

# currency.CLP.toDolar
source: Chilean Peso ⮕ Dollar
de: Chilenischer Peso ⮕ Dollar
es: Peso Chileno ⮕ Dólar
fr: Peso chilien ⮕ Dollar
he: פסו צ'יליאני ⮕ דולר
it: Peso cileno ⮕ Dollaro
ja: チリペソ ⮕ ドル
pt_br: Peso chileno ⮕ Dólar
ru: Чилийское песо ⮕ Доллар

# currency.CLP.fromDolar
source: Dollar ⮕ Chilean Peso
de: Dollar ⮕ Chilenischer Peso
es: Dólar ⮕ Peso Chileno
fr: Dollar ⮕ Peso chilien
he: דולר ⮕ פסו צ'יליאני
it: Dollaro ⮕ Peso cileno
ja: ドル ⮕ チリペソ
pt_br: Dólar ⮕ Peso chileno
ru: Доллар ⮕ Чилийское песо

# currency.EUR.toPeso
source: Euro ⮕ Argentine Peso
de: Euro ⮕ Argentinischer Peso
es: Euro ⮕ Peso
fr: Euro ⮕ Peso argentin
he: אירו ⮕ פסו ארגנטינאי
it: Euro ⮕ Peso
ja: ユーロ ⮕ アルゼンチンペソ
pt_br: Euro ⮕ Peso argentino
ru: Евро ⮕ Аргентинское песо

# currency.EUR.fromPeso
source: Argentine Peso ⮕ Euro
de: Argentinischer Peso ⮕ Euro
es: Peso ⮕ Euro
fr: Peso argentin ⮕ Euro
he: פסו ארגנטינאי ⮕ אירו
it: Peso ⮕ Euro
ja: アルゼンチンペソ ⮕ ユーロ
pt_br: Peso argentino ⮕ Euro
ru: Аргентинское песо ⮕ Евро

# currency.EUR.toDolar
source: Euro ⮕ Dollar
es: Euro ⮕ Dólar
he: אירו ⮕ דולר
it: Euro ⮕ Dollaro
ja: ユーロ ⮕ ドル
pt_br: Euro ⮕ Dólar
ru: Евро ⮕ Доллар

# currency.EUR.fromDolar
source: Dollar ⮕ Euro
es: Dólar ⮕ Euro
he: דולר ⮕ אירו
it: Dollaro ⮕ Euro
ja: ドル ⮕ ユーロ
pt_br: Dólar ⮕ Euro
ru: Доллар ⮕ Евро

# currency.MXN.toPeso
source: Mexican Peso ⮕ Argentine Peso
de: Mexikanischer Peso ⮕ Argentinischer Peso
es: Peso Mexicano ⮕ Peso
fr: Peso mexicain ⮕ Peso argentin
he: פסו מקסיקני ⮕ פסו ארגנטינאי
it: Peso messicano ⮕ Peso
ja: メキシコペソ ⮕ アルゼンチンペソ
pt_br: Peso mexicano ⮕ Peso argentino
ru: Мексиканское песо ⮕ Аргентинское песо

# currency.MXN.fromPeso
source: Argentine Peso ⮕ Mexican Peso
de: Argentinischer Peso ⮕ Mexikanischer Peso
es: Peso ⮕ Peso Mexicano
fr: Peso argentin ⮕ Peso mexicain
he: פסו ארגנטינאי ⮕ פסו מקסיקני
it: Peso ⮕ Peso messicano
ja: アルゼンチンペソ ⮕ メキシコペソ
pt_br: Peso argentino ⮕ Peso mexicano
ru: Аргентинское песо ⮕ Мексиканское песо

# currency.MXN.toDolar
source: Mexican Peso ⮕ Dollar
de: Mexikanischer Peso ⮕ Dollar
es: Peso Mexicano ⮕ Dólar
fr: Peso mexicain ⮕ Dollar
he: פסו מקסיקני ⮕ דולר
it: Peso messicano ⮕ Dollaro
ja: メキシコペソ ⮕ ドル
pt_br: Peso mexicano ⮕ Dólar
ru: Мексиканское песо ⮕ Доллар

# currency.MXN.fromDolar
source: Dollar ⮕ Mexican Peso
de: Dollar ⮕ Mexikanischer Peso
es: Dólar ⮕ Peso Mexicano
fr: Dollar ⮕ Peso mexicain
he: דולר ⮕ פסו מקסיקני
it: Dollaro ⮕ Peso messicano
ja: ドル ⮕ メキシコペソ
pt_br: Dólar ⮕ Peso mexicano
ru: Доллар ⮕ Мексиканское песо

# currency.COP.toPeso
source: Colombian Peso ⮕ Argentine Peso
de: Kolumbianischer Peso ⮕ Argentinischer Peso
es: Peso Colombiano ⮕ Peso
fr: Peso colombien ⮕ Peso argentin
he: פסו קולומביאני ⮕ פסו ארגנטינאי
it: Peso colombiano ⮕ Peso
ja: コロンビアペソ ⮕ アルゼンチンペソ
pt_br: Peso colombiano ⮕ Peso argentino
ru: Колумбийское песо ⮕ Аргентинское песо

# currency.COP.fromPeso
source: Argentine Peso ⮕ Colombian Peso
de: Argentinischer Peso ⮕ Kolumbianischer Peso
es: Peso ⮕ Peso Colombiano
fr: Peso argentin ⮕ Peso colombien
he: פסו ארגנטינאי ⮕ פסו קולומביאני
it: Peso ⮕ Peso colombiano
ja: アルゼンチンペソ ⮕ コロンビアペソ
pt_br: Peso argentino ⮕ Peso colombiano
ru: Аргентинское песо ⮕ Колумбийское песо

# currency.COP.toDolar
source: Colombian Peso ⮕ Dollar
de: Kolumbianischer Peso ⮕ Dollar
es: Peso Colombiano ⮕ Dólar
fr: Peso colombien ⮕ Dollar
he: פסו קולומביאני ⮕ דולר
it: Peso colombiano ⮕ Dollaro
ja: コロンビアペソ ⮕ ドル
pt_br: Peso colombiano ⮕ Dólar
ru: Колумбийское песо ⮕ Доллар

# currency.COP.fromDolar
source: Dollar ⮕ Colombian Peso
de: Dollar ⮕ Kolumbianischer Peso
es: Dólar ⮕ Peso Colombiano
fr: Dollar ⮕ Peso colombien
he: דולר ⮕ פסו קולומביאני
it: Dollaro ⮕ Peso colombiano
ja: ドル ⮕ コロンビアペソ
pt_br: Dólar ⮕ Peso colombiano
ru: Доллар ⮕ Колумбийское песо

# currency.GBP.toPeso
source: Pound Sterling ⮕ Argentine Peso
de: Britisches Pfund ⮕ Argentinischer Peso
es: Libra Esterlina ⮕ Peso
fr: Livre sterling ⮕ Peso argentin
he: לירה שטרלינג ⮕ פסו ארגנטינאי
it: Sterlina britannica ⮕ Peso
ja: イギリスポンド ⮕ アルゼンチンペソ
pt_br: Libra esterlina ⮕ Peso argentino
ru: Фунт стерлингов ⮕ Аргентинское песо

# currency.GBP.fromPeso
source: Argentine Peso ⮕ Pound Sterling
de: Argentinischer Peso ⮕ Britisches Pfund
es: Peso ⮕ Libra Esterlina
fr: Peso argentin ⮕ Livre sterling
he: פסו ארגנטינאי ⮕ לירה שטרלינג
it: Peso ⮕ Sterlina britannica
ja: アルゼンチンペソ ⮕ イギリスポンド
pt_br: Peso argentino ⮕ Libra esterlina
ru: Аргентинское песо ⮕ Фунт стерлингов

# currency.GBP.toDolar
source: Pound Sterling ⮕ Dollar
de: Britisches Pfund ⮕ Dollar
es: Libra Esterlina ⮕ Dólar
fr: Livre sterling ⮕ Dollar
he: לירה שטרלינג ⮕ דולר
it: Sterlina britannica ⮕ Dollaro
ja: イギリスポンド ⮕ ドル
pt_br: Libra esterlina ⮕ Dólar
ru: Фунт стерлингов ⮕ Доллар

# currency.GBP.fromDolar
source: Dollar ⮕ Pound Sterling
de: Dollar ⮕ Britisches Pfund
es: Dólar ⮕ Libra Esterlina
fr: Dollar ⮕ Livre sterling
he: דולר ⮕ לירה שטרלינג
it: Dollaro ⮕ Sterlina britannica
ja: ドル ⮕ イギリスポンド
pt_br: Dólar ⮕ Libra esterlina
ru: Доллар ⮕ Фунт стерлингов

# currency.JPY.toPeso
source: Japanese Yen ⮕ Argentine Peso
de: Japanischer Yen ⮕ Argentinischer Peso
es: Yen Japonés ⮕ Peso
fr: Yen japonais ⮕ Peso argentin
he: ין יפני ⮕ פסו ארגנטינאי
it: Yen giapponese ⮕ Peso
ja: 日本円 ⮕ アルゼンチンペソ
pt_br: Iene japonês ⮕ Peso argentino
ru: Японская иена ⮕ Аргентинское песо

# currency.JPY.fromPeso
source: Argentine Peso ⮕ Japanese Yen
de: Argentinischer Peso ⮕ Japanischer Yen
es: Peso ⮕ Yen Japonés
fr: Peso argentin ⮕ Yen japonais
he: פסו ארגנטינאי ⮕ ין יפני
it: Peso ⮕ Yen giapponese
ja: アルゼンチンペソ ⮕ 日本円
pt_br: Peso argentino ⮕ Iene japonês
ru: Аргентинское песо ⮕ Японская иена

# currency.JPY.toDolar
source: Japanese Yen ⮕ Dollar
de: Japanischer Yen ⮕ Dollar
es: Yen Japonés ⮕ Dólar
fr: Yen japonais ⮕ Dollar
he: ין יפני ⮕ דולר
it: Yen giapponese ⮕ Dollaro
ja: 日本円 ⮕ ドル
pt_br: Iene japonês ⮕ Dólar
ru: Японская иена ⮕ Доллар

# currency.JPY.fromDolar
source: Dollar ⮕ Japanese Yen
de: Dollar ⮕ Japanischer Yen
es: Dólar ⮕ Yen Japonés
fr: Dollar ⮕ Yen japonais
he: דולר ⮕ ין יפני
it: Dollaro ⮕ Yen giapponese
ja: ドル ⮕ 日本円
pt_br: Dólar ⮕ Iene japonês
ru: Доллар ⮕ Японская иена

# currency.ILS.toPeso
source: Israeli Shekel ⮕ Argentine Peso
de: Israelischer Schekel ⮕ Argentinischer Peso
es: Shequel Israelí ⮕ Peso
fr: Shekel israélien ⮕ Peso argentin
he: שקל ישראלי ⮕ פסו ארגנטינאי
it: Shekel israeliano ⮕ Peso
ja: イスラエルシェケル ⮕ アルゼンチンペソ
pt_br: Shekel israelense ⮕ Peso argentino
ru: Израильский шекель ⮕ Аргентинское песо

# currency.ILS.fromPeso
source: Argentine Peso ⮕ Israeli Shekel
de: Argentinischer Peso ⮕ Israelischer Schekel
es: Peso ⮕ Shequel Israelí
fr: Peso argentin ⮕ Shekel israélien
he: פסו ארגנטינאי ⮕ שקל ישראלי
it: Peso ⮕ Shekel israeliano
ja: アルゼンチンペソ ⮕ イスラエルシェケル
pt_br: Peso argentino ⮕ Shekel israelense
ru: Аргентинское песо ⮕ Израильский шекель

# currency.ILS.toDolar
source: Israeli Shekel ⮕ Dollar
de: Israelischer Schekel ⮕ Dollar
es: Shequel Israelí ⮕ Dólar
fr: Shekel israélien ⮕ Dollar
he: שקל ישראלי ⮕ דולר
it: Shekel israeliano ⮕ Dollaro
ja: イスラエルシェケル ⮕ ドル
pt_br: Shekel israelense ⮕ Dólar
ru: Израильский шекель ⮕ Доллар

# currency.ILS.fromDolar
source: Dollar ⮕ Israeli Shekel
de: Dollar ⮕ Israelischer Schekel
es: Dólar ⮕ Shequel Israelí
fr: Dollar ⮕ Shekel israélien
he: דולר ⮕ שקל ישראלי
it: Dollaro ⮕ Shekel israeliano
ja: ドル ⮕ イスラエルシェケル
pt_br: Dólar ⮕ Shekel israelense
ru: Доллар ⮕ Израильский шекель

# currency.PYG.toPeso
source: Paraguayan Guarani ⮕ Argentine Peso
de: Paraguayischer Guaraní ⮕ Argentinischer Peso
es: Guaraní Paraguayo ⮕ Peso
fr: Guaraní paraguayen ⮕ Peso argentin
he: גוארני פרגוואי ⮕ פסו ארגנטינאי
it: Guaraní paraguaiano ⮕ Peso
ja: パラグアイグアラニー ⮕ アルゼンチンペソ
pt_br: Guarani paraguaio ⮕ Peso argentino
ru: Парагвайский гуарани ⮕ Аргентинское песо

# currency.PYG.fromPeso
source: Argentine Peso ⮕ Paraguayan Guarani
de: Argentinischer Peso ⮕ Paraguayischer Guaraní
es: Peso ⮕ Guaraní Paraguayo
fr: Peso argentin ⮕ Guaraní paraguayen
he: פסו ארגנטינאי ⮕ גוארני פרגוואי
it: Peso ⮕ Guaraní paraguaiano
ja: アルゼンチンペソ ⮕ パラグアイグアラニー
pt_br: Peso argentino ⮕ Guarani paraguaio
ru: Аргентинское песо ⮕ Парагвайский гуарани

# currency.PYG.toDolar
source: Paraguayan Guarani ⮕ Dollar
de: Paraguayischer Guaraní ⮕ Dollar
es: Guaraní Paraguayo ⮕ Dólar
fr: Guaraní paraguayen ⮕ Dollar
he: גוארני פרגוואי ⮕ דולר
it: Guaraní paraguaiano ⮕ Dollaro
ja: パラグアイグアラニー ⮕ ドル
pt_br: Guarani paraguaio ⮕ Dólar
ru: Парагвайский гуарани ⮕ Доллар

# currency.PYG.fromDolar
source: Dollar ⮕ Paraguayan Guarani
de: Dollar ⮕ Paraguayischer Guaraní
es: Dólar ⮕ Guaraní Paraguayo
fr: Dollar ⮕ Guaraní paraguayen
he: דולר ⮕ גוארני פרגוואי
it: Dollaro ⮕ Guaraní paraguaiano
ja: ドル ⮕ パラグアイグアラニー
pt_br: Dólar ⮕ Guarani paraguaio
ru: Доллар ⮕ Парагвайский гуарани

# currency.PEN.toPeso
source: Peruvian Sol ⮕ Argentine Peso
de: Peruanischer Sol ⮕ Argentinischer Peso
es: Sol Peruano ⮕ Peso
fr: Sol péruvien ⮕ Peso argentin
he: סול פרואני ⮕ פסו ארגנטינאי
it: Sol peruviano ⮕ Peso
ja: ペルーソル ⮕ アルゼンチンペソ
pt_br: Sol peruano ⮕ Peso argentino
ru: Перуанский соль ⮕ Аргентинское песо

# currency.PEN.fromPeso
source: Argentine Peso ⮕ Peruvian Sol
de: Argentinischer Peso ⮕ Peruanischer Sol
es: Peso ⮕ Sol Peruano
fr: Peso argentin ⮕ Sol péruvien
he: פסו ארגנטינאי ⮕ סול פרואני
it: Peso ⮕ Sol peruviano
ja: アルゼンチンペソ ⮕ ペルーソル
pt_br: Peso argentino ⮕ Sol peruano
ru: Аргентинское песо ⮕ Перуанский соль

# currency.PEN.toDolar
source: Peruvian Sol ⮕ Dollar
de: Peruanischer Sol ⮕ Dollar
es: Sol Peruano ⮕ Dólar
fr: Sol péruvien ⮕ Dollar
he: סול פרואני ⮕ דולר
it: Sol peruviano ⮕ Dollaro
ja: ペルーソル ⮕ ドル
pt_br: Sol peruano ⮕ Dólar
ru: Перуанский соль ⮕ Доллар

# currency.PEN.fromDolar
source: Dollar ⮕ Peruvian Sol
de: Dollar ⮕ Peruanischer Sol
es: Dólar ⮕ Sol Peruano
fr: Dollar ⮕ Sol péruvien
he: דולר ⮕ סול פרואני
it: Dollaro ⮕ Sol peruviano
ja: ドル ⮕ ペルーソル
pt_br: Dólar ⮕ Sol peruano
ru: Доллар ⮕ Перуанский соль

# currency.RUB.toPeso
source: Russian Ruble ⮕ Argentine Peso
de: Russischer Rubel ⮕ Argentinischer Peso
es: Rublo Ruso ⮕ Peso
fr: Rouble russe ⮕ Peso argentin
he: רובל רוסי ⮕ פסו ארגנטינאי
it: Rublo russo ⮕ Peso
ja: ロシアルーブル ⮕ アルゼンチンペソ
pt_br: Rublo russo ⮕ Peso argentino
ru: Российский рубль ⮕ Аргентинское песо

# currency.RUB.fromPeso
source: Argentine Peso ⮕ Russian Ruble
de: Argentinischer Peso ⮕ Russischer Rubel
es: Peso ⮕ Rublo Ruso
fr: Peso argentin ⮕ Rouble russe
he: פסו ארגנטינאי ⮕ רובל רוסי
it: Peso ⮕ Rublo russo
ja: アルゼンチンペソ ⮕ ロシアルーブル
pt_br: Peso argentino ⮕ Rublo russo
ru: Аргентинское песо ⮕ Российский рубль

# currency.RUB.toDolar
source: Russian Ruble ⮕ Dollar
de: Russischer Rubel ⮕ Dollar
es: Rublo Ruso ⮕ Dólar
fr: Rouble russe ⮕ Dollar
he: רובל רוסי ⮕ דולר
it: Rublo russo ⮕ Dollaro
ja: ロシアルーブル ⮕ ドル
pt_br: Rublo russo ⮕ Dólar
ru: Российский рубль ⮕ Доллар

# currency.RUB.fromDolar
source: Dollar ⮕ Russian Ruble
de: Dollar ⮕ Russischer Rubel
es: Dólar ⮕ Rublo Ruso
fr: Dollar ⮕ Rouble russe
he: דולר ⮕ רובל רוסי
it: Dollaro ⮕ Rublo russo
ja: ドル ⮕ ロシアルーブル
pt_br: Dólar ⮕ Rublo russo
ru: Доллар ⮕ Российский рубль

# currency.CAD.toPeso
source: Canadian Dollar ⮕ Argentine Peso
de: Kanadischer Dollar ⮕ Argentinischer Peso
es: Dólar Canadiense ⮕ Peso
fr: Dollar canadien ⮕ Peso argentin
he: דולר קנדי ⮕ פסו ארגנטינאי
it: Dollaro canadese ⮕ Peso
ja: カナダドル ⮕ アルゼンチンペソ
pt_br: Dólar canadense ⮕ Peso argentino
ru: Канадский доллар ⮕ Аргентинское песо

# currency.CAD.fromPeso
source: Argentine Peso ⮕ Canadian Dollar
de: Argentinischer Peso ⮕ Kanadischer Dollar
es: Peso ⮕ Dólar Canadiense
fr: Peso argentin ⮕ Dollar canadien
he: פסו ארגנטינאי ⮕ דולר קנדי
it: Peso ⮕ Dollaro canadese
ja: アルゼンチンペソ ⮕ カナダドル
pt_br: Peso argentino ⮕ Dólar canadense
ru: Аргентинское песо ⮕ Канадский доллар

# currency.CAD.toDolar
source: Canadian Dollar ⮕ Dollar
de: Kanadischer Dollar ⮕ Dollar
es: Dólar Canadiense ⮕ Dólar
fr: Dollar canadien ⮕ Dollar
he: דולר קנדי ⮕ דולר
it: Dollaro canadese ⮕ Dollaro
ja: カナダドル ⮕ ドル
pt_br: Dólar canadense ⮕ Dólar
ru: Канадский доллар ⮕ Доллар
