Repository: danielcarc/PesoBlueMVVM
Catalog: Pesoblu/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, he, it, ja, pt_br, ru

# currency.CAD.fromDolar
source: Dollar ⮕ Canadian Dollar
de: Dollar ⮕ Kanadischer Dollar
es: Dólar ⮕ Dólar Canadiense
fr: Dollar ⮕ Dollar canadien
he: דולר ⮕ דולר קנדי
it: Dollaro ⮕ Dollaro canadese
ja: ドル ⮕ カナダドル
pt_br: Dólar ⮕ Dólar canadense
ru: Доллар ⮕ Канадский доллар

# currency.BOB.toPeso
source: Bolivian Boliviano ⮕ Argentine Peso
de: Bolivianischer Boliviano ⮕ Argentinischer Peso
es: Boliviano ⮕ Peso
fr: Boliviano bolivien ⮕ Peso argentin
he: בוליביאנו בוליביאני ⮕ פסו ארגנטינאי
it: Boliviano ⮕ Peso
ja: ボリビアーノ ⮕ アルゼンチンペソ
pt_br: Boliviano boliviano ⮕ Peso argentino
ru: Боливийский боливиано ⮕ Аргентинское песо

# currency.BOB.fromPeso
source: Argentine Peso ⮕ Bolivian Boliviano
de: Argentinischer Peso ⮕ Bolivianischer Boliviano
es: Peso ⮕ Boliviano
fr: Peso argentin ⮕ Boliviano bolivien
he: פסו ארגנטינאי ⮕ בוליביאנו בוליביאני
it: Peso ⮕ Boliviano
ja: アルゼンチンペソ ⮕ ボリビアーノ
pt_br: Peso argentino ⮕ Boliviano boliviano
ru: Аргентинское песо ⮕ Боливийский боливиано

# currency.BOB.toDolar
source: Bolivian Boliviano ⮕ Dollar
de: Bolivianischer Boliviano ⮕ Dollar
es: Boliviano ⮕ Dólar
fr: Boliviano bolivien ⮕ Dollar
he: בוליביאנו בוליביאני ⮕ דולר
it: Boliviano ⮕ Dollaro
ja: ボリビアーノ ⮕ ドル
pt_br: Boliviano boliviano ⮕ Dólar
ru: Боливийский боливиано ⮕ Доллар

# currency.BOB.fromDolar
source: Dollar ⮕ Bolivian Boliviano
de: Dollar ⮕ Bolivianischer Boliviano
es: Dólar ⮕ Boliviano
fr: Dollar ⮕ Boliviano bolivien
he: דולר ⮕ בוליביאנו בוליביאני
it: Dollaro ⮕ Boliviano
ja: ドル ⮕ ボリビアーノ
pt_br: Dólar ⮕ Boliviano boliviano
ru: Доллар ⮕ Боливийский боливиано

# currency.default.toPeso
source: Dollar ⮕ Argentine Peso
de: Dollar ⮕ Argentinischer Peso
es: Dólar ⮕ Peso
fr: Dollar ⮕ Peso argentin
he: דולר ⮕ פסו ארגנטינאי
it: Dollaro ⮕ Peso
ja: ドル ⮕ アルゼンチンペソ
pt_br: Dólar ⮕ Peso argentino
ru: Доллар ⮕ Аргентинское песо

# currency.default.fromPeso
source: Argentine Peso ⮕ Dollar
de: Argentinischer Peso ⮕ Dollar
es: Peso ⮕ Dólar
fr: Peso argentin ⮕ Dollar
he: פסו ארגנטינאי ⮕ דולר
it: Peso ⮕ Dollaro
ja: アルゼンチンペソ ⮕ ドル
pt_br: Peso argentino ⮕ Dólar
ru: Аргентинское песо ⮕ Доллар

# currency.default.toDolar
source: Dollar ⮕ Argentine Peso
de: Dollar ⮕ Argentinischer Peso
es: Dólar ⮕ Peso
fr: Dollar ⮕ Peso argentin
he: דולר ⮕ פסו ארגנטינאי
it: Dollaro ⮕ Peso
ja: ドル ⮕ アルゼンチンペソ
pt_br: Dólar ⮕ Peso argentino
ru: Доллар ⮕ Аргентинское песо

# currency.default.fromDolar
source: Dollar ⮕ Dollar
es: Dólar ⮕ Dólar
he: דולר ⮕ דולר
it: Dollaro ⮕ Dollaro
ja: ドル ⮕ ドル
pt_br: Dólar ⮕ Dólar
ru: Доллар ⮕ Доллар

# profile_loading
source: Loading profile...
de: Profil wird geladen...
es: Cargando perfil...
fr: Chargement du profil...
he: טוען פרופיל...
it: Caricamento del profilo...
ja: プロフィールを読み込み中...
pt_br: Carregando perfil...
ru: Загрузка профиля...

# name_label
source: Name:
es: Nombre:
fr: Nom :
he: שם:
it: Nome:
ja: 名前:
pt_br: Nome:
ru: Имя:

source: No name
de: Kein Name
es: Sin nombre
fr: Sans nom
he: ללא שם
it: Senza nome
ja: 名前なし
pt_br: Sem nome
ru: Без имени

# email_label
source: Email:
he: אימייל:
ja: メール:

source: No email
de: Keine E-Mail
es: Sin email
fr: Sans e-mail
he: ללא אימייל
it: Senza email
ja: メールなし
pt_br: Sem email
ru: Нет email

# preferred_currency_label
source: Preferred currency:
de: Bevorzugte Währung:
es: Moneda preferida:
fr: Devise préférée :
he: מטבע מועדף:
it: Valuta preferita:
ja: 優先通貨:
pt_br: Moeda preferida:
ru: Предпочитаемая валюта:

# currency_picker_title
source: Currency
de: Währung
es: Moneda
fr: Devise
he: מטבע
it: Valuta
ja: 通貨
pt_br: Moeda
ru: Валюта

# invite_coffee_button
source: Buy me a Coffee
de: Spendier mir einen Kaffee
es: Invítame un Cafecito
fr: Offrez-moi un café
he: קנה לי קפה
it: Offrimi un caffè
ja: コーヒーをおごって
pt_br: Me pague um Café
ru: Угостите меня кофе

# sign_out_button
source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
he: התנתק
it: Esci
ja: サインアウト
pt_br: Sair
ru: Выйти

# sign_out_confirm_message
source: Are you sure you want to sign out?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Estás seguro que deseas cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
he: האם אתה בטוח שברצונך להתנתק?
it: Sei sicuro di voler uscire?
ja: サインアウトしてもよろしいですか？
pt_br: Tem certeza de que deseja sair?
ru: Вы уверены, что хотите выйти?

# cancel_action
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
it: Annulla
ja: キャンセル
pt_br: Cancelar
ru: Отмена

# profile_title
source: Profile
de: Profil
es: Perfil
fr: Profil
he: פרופיל
it: Profilo
ja: プロフィール
pt_br: Perfil
ru: Профиль

# sign_out_success
source: Signing out
de: Abmeldung läuft
es: Cerrando sesión
fr: Déconnexion en cours
he: מתנתק...
it: Disconnessione in corso
ja: サインアウト中
pt_br: Saindo...
ru: Выход из системы

# login_welcome
source: Welcome to Argentina
de: Willkommen in Argentinien
es: Bienvenido a Argentina
fr: Bienvenue en Argentine
he: ברוך הבא לארגנטינה
it: Benvenuto in Argentina
ja: アルゼンチンへようこそ
pt_br: Bem-vindo à Argentina
ru: Добро пожаловать в Аргентину

# login_description
source: Discover a new way to explore Argentina with our editor's travel guide and real-time currency converter.
de: Entdecke eine neue Art, Argentinien mit unserem Reiseführer des Herausgebers und unserem Echtzeit-Währungsrechner zu erkunden.
es: Descubrí una nueva forma de explorar la Argentina con nuestra guía turística del editor y nuestro conversor de monedas en tiempo real.
fr: Découvrez une nouvelle façon d'explorer l'Argentine avec le guide de voyage de notre éditeur et notre convertisseur de devises en temps réel.
he: גלה דרך חדשה לחקור את ארגנטינה עם מדריך הטיולים של העורך וממיר המטבע בזמן אמת שלנו.
it: Scopri un nuovo modo di esplorare l'Argentina con la nostra guida turistica dell'editore e il nostro convertitore di valute in tempo reale.
ja: 編集者の旅行ガイドとリアルタイム通貨コンバーターで、アルゼンチンを新しい方法で探索しましょう。
pt_br: Descubra uma nova forma de explorar a Argentina com o guia de viagens do nosso editor e um conversor de moedas em tempo real.
ru: Откройте новый способ исследовать Аргентину с помощью нашего авторского путеводителя и конвертера валют в реальном времени.

# login_continue_google
source: Continue with Google
de: Mit Google fortfahren
es: Continuar con Google
fr: Continuer avec Google
he: המשך עם Google
it: Continua con Google
ja: Googleで続行
pt_br: Continuar com o Google
ru: Продолжить через Google

# login_continue_apple
source: Continue with Apple
de: Mit Apple fortfahren
es: Continuar con Apple
fr: Continuer avec Apple
he: המשך עם Apple
it: Continua con Apple
ja: Appleで続行
pt_br: Continuar com a Apple
ru: Продолжить через Apple

# currency_converter_title
source: Convert
de: Umrechnen
es: Convertir
fr: Convertir
he: המר
it: Converti
ja: 変換
pt_br: Converter
ru: Конвертировать

# exchange_rate_title
source: Exchange Rates
de: Wechselkurse
es: Cotización
fr: Taux de change
he: שערי חליפין
it: Cambio
ja: 為替レート
pt_br: Cotações
ru: Курсы обмена

# buy_label
source: Buy
de: Kauf
es: Compra
fr: Achat
he: קנה
it: Acquisto
ja: 購入
pt_br: Compra
ru: Покупка

# login_screen_name
source: Login Screen
de: Anmeldebildschirm
es: Pantalla de inicio de sesión
fr: Écran de connexion
he: מסך התחברות
it: Schermata di accesso
ja: ログイン画面
pt_br: Tela de login
ru: Экран входа

# favorites_title
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
he: מועדפים
it: Preferiti
ja: お気に入り
pt_br: Favoritos
ru: Избранное

# no_favorites_yet
source: You don't have any favorites yet
de: Du hast noch keine Favoriten
es: No tenés favoritos aún
fr: Vous n'avez pas encore de favoris
he: אין לך מועדפים עדיין
it: Non hai ancora preferiti
ja: お気に入りはまだありません
pt_br: Você ainda não tem favoritos
ru: У вас ещё нет избранного

# image_placeholder
source: Place image
de: Bild des Ortes
es: Imagen de lugar
fr: Image du lieu
he: תמונת המקום
it: Immagine del luogo
ja: 場所の画像
pt_br: Imagem do lugar
ru: Изображение места

# network_error
source: No Internet connection.
de: Keine Internetverbindung.
es: No hay conexión a Internet.
fr: Pas de connexion Internet.
he: אין חיבור לאינטרנט.
it: Nessuna connessione Internet.
ja: インターネットに接続されていません。
pt_br: Sem conexão com a Internet.
ru: Нет подключения к Интернету.

source: Invalid credentials.
de: Ungültige Anmeldedaten.
es: Las credenciales son inválidas.
fr: Identifiants invalides.
he: פרטי הזדהות שגויים.
it: Credenziali non valide.
ja: 認証情報が無効です。
pt_br: Credenciais inválidas.
ru: Неверные учетные данные.

# user_cancelled
source: User canceled login.
de: Der Benutzer hat die Anmeldung abgebrochen.
es: El usuario canceló el inicio de sesión.
fr: L'utilisateur a annulé la connexion.
he: המשתמש ביטל את ההתחברות.
it: L'utente ha annullato l'accesso.
ja: ユーザーがログインをキャンセルしました。
pt_br: O usuário cancelou o login.
ru: Пользователь отменил вход.

# unknown_auth_error
source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
es: Ocurrió un error desconocido.
fr: Une erreur inconnue est survenue.
he: אירעה שגיאה לא ידועה.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。
pt_br: Ocorreu um erro desconhecido.
ru: Произошла неизвестная ошибка.

source: Call place
de: Ort anrufen
es: Llamar al lugar
fr: Appeler le lieu
he: התקשר למקום
it: Chiama il luogo
ja: 場所に電話する
pt_br: Ligar para o lugar
ru: Позвонить в место

# open_instagram_place
source: Open the place's Instagram
de: Instagram des Ortes öffnen
es: Abrir Instagram del lugar
fr: Ouvrir l'Instagram du lieu
he: פתח את אינסטגרם של המקום
it: Apri l'Instagram del luogo
ja: 場所のInstagramを開く
pt_br: Abrir o Instagram do lugar
ru: Открыть Instagram места

# error_open_instagram
source: Error opening Instagram
de: Fehler beim Öffnen von Instagram
es: Error al abrir Instagram
fr: Erreur lors de l'ouverture d'Instagram
he: שגיאה בפתיחת אינסטגרם
it: Errore nell'apertura di Instagram
ja: Instagramを開く際のエラー
pt_br: Erro ao abrir o Instagram
ru: Ошибка при открытии Instagram

source: Invalid Instagram URL.
de: Ungültige Instagram-URL.
es: URL de Instagram inválida.
fr: URL Instagram invalide.
he: כתובת אינסטגרם לא תקינה.
it: URL di Instagram non valida.
ja: 無効なInstagramのURLです。
pt_br: URL do Instagram inválida.
ru: Недействительный URL Instagram.

source: Username not found.
de: Benutzername nicht gefunden.
es: No se encontró nombre de usuario.
fr: Nom d'utilisateur introuvable.
he: שם המשתמש לא נמצא.
it: Nome utente non trovato.
ja: ユーザー名が見つかりません。
pt_br: Nome de usuário não encontrado.
ru: Имя пользователя не найдено.

source: Cannot open Instagram or Safari.
de: Instagram oder Safari kann nicht geöffnet werden.
es: No se puede abrir Instagram ni Safari.
fr: Impossible d'ouvrir Instagram ni Safari.
he: לא ניתן לפתוח אינסטגרם או ספארי.
it: Impossibile aprire Instagram o Safari.
ja: InstagramまたはSafariを開けません。
pt_br: Não é possível abrir o Instagram nem o Safari.
ru: Невозможно открыть Instagram или Safari.

# maps_open_error
source: Could not open maps.
de: Karten konnten nicht geöffnet werden.
fr: Impossible d'ouvrir Plans.
he: לא ניתן לפתוח את המפות.
ja: マップを開けませんでした。
pt_br: Não foi possível abrir o mapa.
ru: Не удалось открыть карты.

# call_error_title
source: Call Error
de: Anruffehler
fr: Erreur d'appel
he: שגיאת שיחה
ja: 通話エラー
pt_br: Erro de chamada
ru: Ошибка вызова

# call_error_message
source: Cannot make the call. Check the number or device.
de: Der Anruf kann nicht durchgeführt werden. Überprüfen Sie die Nummer oder das Gerät.
fr: Impossible de passer l'appel. Vérifiez le numéro ou l'appareil.
he: לא ניתן לבצע את השיחה. בדוק את המספר או את המכשיר.
ja: 通話を行えません。番号またはデバイスを確認してください。
pt_br: Não é possível realizar a chamada. Verifique o número ou o dispositivo.
ru: Не удалось совершить звонок. Проверьте номер или устройство.

# favorite_save_error
source: Error saving favorite status: %@
de: Fehler beim Speichern des Favoritenstatus: %@
fr: Erreur lors de l'enregistrement de l'état du favori : %@
he: שגיאה בשמירת מצב המועדף: %@
ja: お気に入りの状態を保存中にエラーが発生しました: %@
pt_br: Erro ao salvar o status de favorito: %@
ru: Ошибка сохранения статуса избранного: %@

# currency_converter_amount_placeholder
source: Enter the amount to convert
he: הזן את הסכום להמרה

# in_dollars_label
source: In Dollars
he: בדולרים

# dolar_mep_label
source: Dólar Bolsa de Valores / MEP
he: דולר שוק ההון / MEP

# init_coder_not_implemented
source: init(coder:) has not been implemented
de: init(coder:) wurde nicht implementiert
it: init(coder:) non è stato implementato
